Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyNestedLinks Property
 To copy a nested link, use Copy to Clipboard or Move Copy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyNestedLinks { get; }
Public Shared ReadOnly Property CannotCopyNestedLinks As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyNestedLinks {
	FailureDefinitionId^ get ();
}
static member CannotCopyNestedLinks : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace